Repository: doerly-io/doerly
Catalog: src/main-service/Doerly.Localization/Resources.*.resx
Languages: uk_ua

source: User not found
uk_ua: Користувача не знайдено

source: Invalid password
uk_ua: Неправильний пароль

# UserAlreadyExist
source: User with this username already exists
uk_ua: Користувач з таким логіном вже існує

# InvalidPasswordInput
source: Incorrect password format
uk_ua: Неправильний формат паролю

# InvalidEmailFormatInput
source: Invalid email format
uk_ua: Неправильний формат електронної пошти

source: Valid token not found
uk_ua: Не знайдено валідний токен

# ResetPasswordEmailVerificationText
source: Hello, We received a request to reset your password. If you did not make this request, please ignore this message. To reset your password, please click the link below:
uk_ua: Вітаємо, Ми отримали запит на скидання вашого пароля. Якщо ви не надсилали цей запит, просто ігноруйте це повідомлення. Щоб скинути пароль, перейдіть за посиланням нижче:

# ResetPasswordEmailBestRegardsText
source: If you have any questions, please contact our support team. Best regards, </br> Doerly
uk_ua: Якщо у вас виникли запитання, зверніться до нашої служби підтримки. З повагою,</br> Doerly

# ResetPasswordEmailSubject
source: Reset password
uk_ua: Скидання паролю

# InvalidFirstNameInput
source: Invalid first name format
uk_ua: Неправильний формат ім'я

# InvalidLastNameInput
source: Invalid last name format
uk_ua: Неправильний формат призвіща

# InvalidPatronymicInput
source: Invalid patronymic format
uk_ua: Неправильний формат імені по батькові

# InvalidDateOfBirthInput
source: Invalid date of birth format
uk_ua: Неправильний формат дати народження

# InvalidSexInput
source: Invalid sex format
uk_ua: Неправильний формат статі

# InvalidBioInput
source: Invalid bio format
uk_ua: Неправильний формат інформації про себе

source: Profile not found
uk_ua: Профіль не знайдено

source: First name too long
uk_ua: Ім'я занадто довге

source: First name too short
uk_ua: Ім'я занадто коротке

source: Last name too long
uk_ua: Призвіще занадто довге

source: Last name too short
uk_ua: Призвіще занадто коротке

source: Bio too long
uk_ua: Інформація про себе занадто довга

source: Order not found
uk_ua: Замовлення не знайдено

source: Execution proposal not found
uk_ua: Пропозиція виконання роботи не знайдена

# ExecutionProposalAlreadySent
source: Execution proposal to this user has already been sent
uk_ua: Пропозиція виконання роботи вже надіслана цьому користувачу

# EmailVerificationText
source: Thank you for signing up with DOERLY! To complete your registration, please verify your email address by clicking the link below:
uk_ua: Дякуємо за реєстрацію в DOERLY! Щоб завершити процес, підтвердьте вашу електронну адресу, натиснувши на посилання нижче:

# InvalidDocument
source: Invalid document, please, check file format and size
uk_ua: Невалідний документ, будь ласка, перевірте формат та розмір файлу

# FailedToCreateCheckout
source: Failed to process payment operation
uk_ua: Не вдалось виконати операцію оплати

# InvalidLanguageProficiencyLevelInput
source: Invalid language proficiency level
uk_ua: Неправильне значення рівню володіння мовою

source: Post index too long
uk_ua: Поштовий індекс занадто довгий

source: Language not found
uk_ua: Мова не знайдена

# LanguageProficiencyAlreadyExists
source: Language proficiency already exist
uk_ua: Такі мовні навички вже наявні

source: Language proficiency not found
uk_ua: Мовні навички не знайдені

# LanguageCodeTooLong
source: Language code is too long
uk_ua: Мовний код надто довгий

# LanguageCodeTooShort
source: Language code is too short
uk_ua: Мовний код надто короткий

# LanguageNameTooLong
source: Language name is too long
uk_ua: Назва мови занадто довга

# LanguageNameTooShort
source: Language name is too short
uk_ua: Назва мови занадто коротка

# LanguageAlreadyExists
source: Language already exist
uk_ua: Мова вже існує

# CompetenceAlreadyExists
source: Competence already exists in profile
uk_ua: Категорія компетенції вже наявна в профілі

# OrderPaymentDescription
source: Payment for order №{0}
uk_ua: Оплата замовлення №{0}

# FieldIsRequired
source: {0} is required
uk_ua: {0} є обов'язковим

# FieldIsTooLong
source: {0} exceeds maximum length in {1} symbols
uk_ua: {0} перевищує максимальну довжину в {1} символів

# FieldIsTooShort
source: {0} must be at least {1} symbols long
uk_ua: {0} має бути хоча б {1} символів у довжину

# FieldIsInRange
source: {0} must be between {1} and {2}
uk_ua: {0} має бути по-між {1} та {2}

# FieldIsUrl
source: {0} must be {1}
uk_ua: {0} має бути {1}

source: Order not found
uk_ua: Замовлення не знайдено

source: Execution proposal not found
uk_ua: Пропозиція виконання роботи не знайдена

# EXECUTION_PROPOSAL_ALREADY_SENT
source: Execution proposal to this user has already been sent
uk_ua: Пропозиція виконання роботи вже надіслана цьому користувачу

source: Category not found
uk_ua: Категорію не знайдено

source: Service not found
uk_ua: Послугу не знайдено

source: Service already deleted
uk_ua: Послуга вже видалена

source: Category already deleted
uk_ua: Категорія вже видалена

# CategoryCannotBeOwnParent
source: Сategory cannot be own parent
uk_ua: Категорія не може бути власною батьківською

source: Parent category not found
uk_ua: Батьківська категорія не знайдена

source: Payment receipt
uk_ua: Чек оплати

source: Bill not found
uk_ua: Не знайдено рахунок

source: Bill already paid
uk_ua: Рахунок вже сплачено

source: Address is empty
uk_ua: Адреса порожня
